/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Không có dữ liệu";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Lưu";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Nhập lại chữ ký";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Xóa";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Hủy";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Chữ ký";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Gõ nhẹ để ký";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Vùng chữ ký";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Chạm hai lần và kéo để ký";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Hình ảnh chữ ký";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Dòng chữ ký";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Đã hủy";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Kế tiếp";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "Ok";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Trạng thái";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Tích hợp hủy bởi người dùng";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Không có thỏa thuận bạn sẽ không thể tiếp tục tích hợp.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Đưa ra thỏa thuận";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Thoát";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Quay lại";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Bước";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "của";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Bạn có chắc là bạn muốn thoát quy trình tích hợp không?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Muốn quyền riêng tư dữ liệu?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Hãy khôn ngoan với dữ liệu của bạn";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Không phải bây giờ";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Cho phép";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Từ chối";

/* XBUT: Agree action title in EULAView */
"Agree" = "Đồng ý";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Không đồng ý";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Đang tải...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Chưa có gì để hiển thị";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d giờ %d phút";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Hoàn tất";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Có %d lỗi trong bảng dữ liệu.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "tiêu đề hàng";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "hàng %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "cột %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "phụ kiện hàng đầu";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "phụ kiện theo sau";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "văn bản";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "hình ảnh";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "ngày";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "thời gian";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "khoảng thời gian";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "mục danh sách";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "đã chọn";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "chưa chọn";

/* XBUT: calendar time component label */
"Time" = "Thời gian";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Giá trị: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Ô được nhấn ở chế độ chỉ đọc.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Trường chỉ đọc";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Không còn ký tự nào nữa";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Giảm số lượng ký tự";

